12/data/attachments/5e67331b6078e01.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Collin_brother_Actions_9740_4</nif:username>
            <nif:friendToBeRequested>soap_actions_eb87dd4a-63ed-4b3e-96f6-be056bc8dc47</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>